Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# stitchDictionary.slip-knitwise.step.3
source: Keep the transferred stitch unworked; no new loop is made.
da: Lad den flyttede maske være ustrikket; der dannes ingen ny løkke.
de: Die übertragene Masche bleibt ungearbeitet; es entsteht keine neue Schlinge.
el: Ο πόντος μένει άπλεκτος· δεν δημιουργείται νέα θηλιά.
fi: Jätä siirretty silmukka neulomatta; uutta lenkkiä ei synny.
fr: Laisser la maille transférée non tricotée ; aucune nouvelle boucle n’est créée.
ja: 移した目は編まずに残します。新しいループは作りません。
ko: 옮긴 코는 뜨지 않은 상태로 둡니다. 새 고리는 만들지 않습니다.
nb: La den flyttede masken være ustrikket; det dannes ingen ny løkke.
nl: Laat de overgezette steek ongebreid; er ontstaat geen nieuwe lus.
sv: Låt den flyttade maskan vara ostickad; ingen ny ögla bildas.
zh_hans: 移过的线圈保持未编织；没有产生新线圈。
zh_hant: 移過的線圈保持未編織；沒有產生新線圈。

# stitchDictionary.slip-knitwise.accessibility.3
source: Drawing: Keep the transferred stitch unworked; no new loop is made.
da: Tegning: Lad den flyttede maske være ustrikket; der dannes ingen ny løkke.
de: Zeichnung: Die übertragene Masche bleibt ungearbeitet; es entsteht keine neue Schlinge.
el: Σχήμα: Ο πόντος μένει άπλεκτος· δεν δημιουργείται νέα θηλιά.
fi: Kuva: Jätä siirretty silmukka neulomatta; uutta lenkkiä ei synny.
fr: Dessin : Laisser la maille transférée non tricotée ; aucune nouvelle boucle n’est créée.
ja: 図：移した目は編まずに残します。新しいループは作りません。
ko: 그림: 옮긴 코는 뜨지 않은 상태로 둡니다. 새 고리는 만들지 않습니다.
nb: Tegning: La den flyttede masken være ustrikket; det dannes ingen ny løkke.
nl: Tekening: Laat de overgezette steek ongebreid; er ontstaat geen nieuwe lus.
sv: Bild: Låt den flyttade maskan vara ostickad; ingen ny ögla bildas.
zh_hans: 图示：移过的线圈保持未编织；没有产生新线圈。
zh_hant: 圖示：移過的線圈保持未編織；沒有產生新線圈。

# stitchDictionary.slip-purlwise.title
source: Slip purlwise
da: Tag vrang løs af
de: Wie zum Linksstricken abheben
el: Άπλεκτος σαν ανάποδη
fi: Nosta nurin neulomatta
fr: Glisser comme à l’envers
ja: 裏目の向きにすべらせる（説明訳）
ko: 안뜨기 방향으로 걸러뜨기 (설명)
nb: Ta løs av som vrang
nl: Averecht afhalen
sv: Lyft som en avig maska
zh_hans: 以上针方向滑针
zh_hant: 以上針方向滑針

# stitchDictionary.slip-purlwise.summary
source: Transfer one unworked stitch without changing its orientation.
da: Flyt en ustrikket maske uden at ændre dens retning.
de: Eine Masche ungearbeitet übertragen, ohne ihre Ausrichtung zu ändern.
el: Μεταφέρετε έναν άπλεκτο πόντο χωρίς να αλλάξετε τον προσανατολισμό του.
fi: Siirrä silmukka neulomatta muuttamatta sen asentoa.
fr: Déplacer une maille sans la tricoter ni changer son orientation.
ja: 編まずに1目を移し、目の向きを保ちます。
ko: 뜨지 않고 한 코를 옮겨 코의 방향을 유지합니다.
nb: Flytt en ustrikket maske uten å endre retningen på den.
nl: Een steek ongebreid overzetten zonder de richting te veranderen.
sv: Flytta en ostickad maska utan att ändra dess riktning.
zh_hans: 不编织而移动一针，保留线圈朝向。
zh_hant: 不編織而移動一針，保留線圈朝向。

# stitchDictionary.slip-purlwise.step.1
source: Keep yarn behind for this example. Insert the right needle as if to purl.
da: Hold garnet bagved i dette eksempel. Stik højre pind ind som til vrang.
de: In diesem Beispiel liegt der Faden hinten. Die rechte Nadel wie zum Linksstricken einstechen.
el: Σε αυτό το παράδειγμα κρατήστε το νήμα πίσω. Βάλτε τη δεξιά βελόνα σαν να πλέκατε ανάποδη.
fi: Pidä tässä esimerkissä lanka takana. Työnnä oikea puikko silmukkaan kuin neuloisit nurin.
fr: Dans cet exemple, garder le fil derrière. Piquer l’aiguille droite comme pour tricoter à l’envers.
ja: この例では糸を向こう側に置き、裏目を編むように右針を入れます。
ko: 이 예에서는 실을 뒤에 두고 안뜨기하듯 오른바늘을 넣습니다.
nb: Hold garnet bak i dette eksemplet. Stikk høyre pinne inn som om du skal strikke vrangt.
nl: Houd in dit voorbeeld het garen achter. Steek de rechternaald in alsof je averecht breit.
sv: Håll garnet bakom i detta exempel. Stick in höger sticka som om du ska sticka avigt.
zh_hans: 本例将线置于后方，右针以上针方向插入线圈。
zh_hant: 本例將線置於後方，右針以上針方向插入線圈。

# stitchDictionary.slip-purlwise.accessibility.1
source: Drawing: Keep yarn behind for this example. Insert the right needle as if to purl.
da: Tegning: Hold garnet bagved i dette eksempel. Stik højre pind ind som til vrang.
de: Zeichnung: In diesem Beispiel liegt der Faden hinten. Die rechte Nadel wie zum Linksstricken einstechen.
el: Σχήμα: Σε αυτό το παράδειγμα κρατήστε το νήμα πίσω. Βάλτε τη δεξιά βελόνα σαν να πλέκατε ανάποδη.
fi: Kuva: Pidä tässä esimerkissä lanka takana. Työnnä oikea puikko silmukkaan kuin neuloisit nurin.
fr: Dessin : Dans cet exemple, garder le fil derrière. Piquer l’aiguille droite comme pour tricoter à l’envers.
ja: 図：この例では糸を向こう側に置き、裏目を編むように右針を入れます。
ko: 그림: 이 예에서는 실을 뒤에 두고 안뜨기하듯 오른바늘을 넣습니다.
nb: Tegning: Hold garnet bak i dette eksemplet. Stikk høyre pinne inn som om du skal strikke vrangt.
nl: Tekening: Houd in dit voorbeeld het garen achter. Steek de rechternaald in alsof je averecht breit.
sv: Bild: Håll garnet bakom i detta exempel. Stick in höger sticka som om du ska sticka avigt.
zh_hans: 图示：本例将线置于后方，右针以上针方向插入线圈。
zh_hant: 圖示：本例將線置於後方，右針以上針方向插入線圈。

# stitchDictionary.slip-purlwise.step.2
source: Move the loop from the left needle onto the right without wrapping yarn.
da: Flyt masken fra venstre til højre pind uden at slå garnet om.
de: Die Masche ohne Umschlag von der linken auf die rechte Nadel schieben.
el: Μεταφέρετε τον πόντο από την αριστερή στη δεξιά βελόνα χωρίς να τυλίξετε νήμα.
fi: Siirrä silmukka vasemmalta oikealle puikolle kiertämättä lankaa.
fr: Transférer la maille de gauche à droite sans enrouler le fil.
ja: 糸をかけず、目を左針から右針へ移します。
ko: 실을 감지 않고 코를 왼바늘에서 오른바늘로 옮깁니다.
nb: Flytt masken fra venstre til høyre pinne uten å legge garnet rundt.
nl: Schuif de lus van de linker- naar de rechternaald zonder het garen om te slaan.
sv: Flytta maskan från vänster till höger sticka utan att lägga garnet runt.
zh_hans: 不绕线，将线圈由左针移到右针。
zh_hant: 不繞線，將線圈由左針移到右針。

# stitchDictionary.slip-purlwise.accessibility.2
source: Drawing: Move the loop from the left needle onto the right without wrapping yarn.
da: Tegning: Flyt masken fra venstre til højre pind uden at slå garnet om.
de: Zeichnung: Die Masche ohne Umschlag von der linken auf die rechte Nadel schieben.
el: Σχήμα: Μεταφέρετε τον πόντο από την αριστερή στη δεξιά βελόνα χωρίς να τυλίξετε νήμα.
fi: Kuva: Siirrä silmukka vasemmalta oikealle puikolle kiertämättä lankaa.
fr: Dessin : Transférer la maille de gauche à droite sans enrouler le fil.
ja: 図：糸をかけず、目を左針から右針へ移します。
ko: 그림: 실을 감지 않고 코를 왼바늘에서 오른바늘로 옮깁니다.
nb: Tegning: Flytt masken fra venstre til høyre pinne uten å legge garnet rundt.
nl: Tekening: Schuif de lus van de linker- naar de rechternaald zonder het garen om te slaan.
sv: Bild: Flytta maskan från vänster till höger sticka utan att lägga garnet runt.
zh_hans: 图示：不绕线，将线圈由左针移到右针。
zh_hant: 圖示：不繞線，將線圈由左針移到右針。

# stitchDictionary.slip-purlwise.step.3
source: Keep the transferred stitch unworked; no new loop is made.
da: Lad den flyttede maske være ustrikket; der dannes ingen ny løkke.
de: Die übertragene Masche bleibt ungearbeitet; es entsteht keine neue Schlinge.
el: Ο πόντος μένει άπλεκτος· δεν δημιουργείται νέα θηλιά.
fi: Jätä siirretty silmukka neulomatta; uutta lenkkiä ei synny.
fr: Laisser la maille transférée non tricotée ; aucune nouvelle boucle n’est créée.
ja: 移した目は編まずに残します。新しいループは作りません。
ko: 옮긴 코는 뜨지 않은 상태로 둡니다. 새 고리는 만들지 않습니다.
nb: La den flyttede masken være ustrikket; det dannes ingen ny løkke.
nl: Laat de overgezette steek ongebreid; er ontstaat geen nieuwe lus.
sv: Låt den flyttade maskan vara ostickad; ingen ny ögla bildas.
zh_hans: 移过的线圈保持未编织；没有产生新线圈。
zh_hant: 移過的線圈保持未編織；沒有產生新線圈。

# stitchDictionary.slip-purlwise.accessibility.3
source: Drawing: Keep the transferred stitch unworked; no new loop is made.
da: Tegning: Lad den flyttede maske være ustrikket; der dannes ingen ny løkke.
de: Zeichnung: Die übertragene Masche bleibt ungearbeitet; es entsteht keine neue Schlinge.
el: Σχήμα: Ο πόντος μένει άπλεκτος· δεν δημιουργείται νέα θηλιά.
fi: Kuva: Jätä siirretty silmukka neulomatta; uutta lenkkiä ei synny.
fr: Dessin : Laisser la maille transférée non tricotée ; aucune nouvelle boucle n’est créée.
ja: 図：移した目は編まずに残します。新しいループは作りません。
ko: 그림: 옮긴 코는 뜨지 않은 상태로 둡니다. 새 고리는 만들지 않습니다.
nb: Tegning: La den flyttede masken være ustrikket; det dannes ingen ny løkke.
nl: Tekening: Laat de overgezette steek ongebreid; er ontstaat geen nieuwe lus.
sv: Bild: Låt den flyttade maskan vara ostickad; ingen ny ögla bildas.
zh_hans: 图示：移过的线圈保持未编织；没有产生新线圈。
zh_hant: 圖示：移過的線圈保持未編織；沒有產生新線圈。

# stitchDictionary.yarn-over.title
source: Yarn over
da: Slå om
de: Umschlag
el: Ζετέ
fi: Langankierto
fr: Jeté
ja: かけ目
ko: 바늘비우기
nb: Kast
nl: Omslag
sv: Omslag
zh_hans: 挂针
zh_hant: 掛針

# stitchDictionary.yarn-over.summary
source: Add an open loop between stitches, leaving an eyelet.
da: Tilføj en åben løkke mellem masker, så der dannes et hul.
de: Zwischen Maschen eine offene Schlinge für ein Loch hinzufügen.
el: Προσθέστε μια ανοιχτή θηλιά ανάμεσα σε πόντους, σχηματίζοντας τρύπα.
fi: Lisää avoin lenkki silmukoiden väliin, jolloin syntyy reikä.
fr: Ajouter une boucle ouverte entre les mailles pour former un jour.
ja: 目と目の間にループを増やし、透かし穴を作ります。
ko: 코 사이에 고리를 하나 늘려 구멍을 만듭니다.
nb: Legg til en åpen løkke mellom masker, slik at det dannes et hull.
nl: Een open lus tussen steken toevoegen voor een gaatje.
sv: Lägg till en öppen ögla mellan maskor för att bilda ett hål.
zh_hans: 在针目之间增加一个线圈，形成孔洞。
zh_hant: 在針目之間增加一個線圈，形成孔洞。

# stitchDictionary.yarn-over.step.1
source: Between two knit stitches, bring yarn forward between the needle tips.
da: Eksempel mellem to retmasker: Før garnet frem mellem pindspidserne.
de: Beispiel zwischen zwei rechten Maschen: Den Faden zwischen den Nadelspitzen nach vorn holen.
el: Παράδειγμα ανάμεσα σε δύο καλούς πόντους: φέρτε το νήμα μπροστά ανάμεσα στις άκρες των βελονών.
fi: Esimerkki kahden oikean silmukan välissä: tuo lanka eteen puikkojen kärkien välistä.
fr: Exemple entre deux mailles endroit : amener le fil devant entre les pointes.
ja: 表目と表目の間の例です。まず両針の間から糸を手前へ出します。
ko: 겉뜨기 두 코 사이의 예입니다. 먼저 두 바늘 끝 사이로 실을 앞으로 가져옵니다.
nb: Eksempel mellom to rettmasker: Før garnet frem mellom pinnespissene.
nl: Voorbeeld tussen twee rechte steken: breng het garen tussen de naaldpunten naar voren.
sv: Exempel mellan två räta maskor: För garnet framåt mellan stickspetsarna.
zh_hans: 本例位于两个下针之间，先将线从两针尖之间移到前方。
zh_hant: 本例位於兩個下針之間，先將線從兩針尖之間移到前方。

# stitchDictionary.yarn-over.accessibility.1
source: Drawing: Between two knit stitches, bring yarn forward between the needle tips.
da: Tegning: Eksempel mellem to retmasker: Før garnet frem mellem pindspidserne.
de: Zeichnung: Beispiel zwischen zwei rechten Maschen: Den Faden zwischen den Nadelspitzen nach vorn holen.
el: Σχήμα: Παράδειγμα ανάμεσα σε δύο καλούς πόντους: φέρτε το νήμα μπροστά ανάμεσα στις άκρες των βελονών.
fi: Kuva: Esimerkki kahden oikean silmukan välissä: tuo lanka eteen puikkojen kärkien välistä.
fr: Dessin : Exemple entre deux mailles endroit : amener le fil devant entre les pointes.
ja: 図：表目と表目の間の例です。まず両針の間から糸を手前へ出します。
ko: 그림: 겉뜨기 두 코 사이의 예입니다. 먼저 두 바늘 끝 사이로 실을 앞으로 가져옵니다.
nb: Tegning: Eksempel mellom to rettmasker: Før garnet frem mellom pinnespissene.
nl: Tekening: Voorbeeld tussen twee rechte steken: breng het garen tussen de naaldpunten naar voren.
sv: Bild: Exempel mellan två räta maskor: För garnet framåt mellan stickspetsarna.
zh_hans: 图示：本例位于两个下针之间，先将线从两针尖之间移到前方。
zh_hant: 圖示：本例位於兩個下針之間，先將線從兩針尖之間移到前方。

# stitchDictionary.yarn-over.step.2
source: Take yarn over the right needle to the back, making one new loop.
da: Før garnet over højre pind og bagud, så der dannes én ny løkke.
de: Den Faden über die rechte Nadel nach hinten legen, sodass eine neue Schlinge entsteht.
el: Περάστε το νήμα πάνω από τη δεξιά βελόνα προς τα πίσω, σχηματίζοντας μία νέα θηλιά.
fi: Vie lanka oikean puikon yli taakse, jolloin syntyy yksi uusi lenkki.
fr: Passer le fil par-dessus l’aiguille droite vers l’arrière pour former une boucle.
ja: 右針の上から糸を向こう側へ回し、ループを1つ作ります。
ko: 실을 오른바늘 위로 넘겨 뒤에 두어 고리를 하나 만듭니다.
nb: Før garnet over høyre pinne og bakover, slik at det dannes én ny løkke.
nl: Leg het garen over de rechternaald naar achteren, zodat één nieuwe lus ontstaat.
sv: För garnet över höger sticka och bakåt så att en ny ögla bildas.
zh_hans: 把线绕过右针上方移到后方，形成一个新线圈。
zh_hant: 把線繞過右針上方移到後方，形成一個新線圈。

# stitchDictionary.yarn-over.accessibility.2
source: Drawing: Take yarn over the right needle to the back, making one new loop.
da: Tegning: Før garnet over højre pind og bagud, så der dannes én ny løkke.
de: Zeichnung: Den Faden über die rechte Nadel nach hinten legen, sodass eine neue Schlinge entsteht.
el: Σχήμα: Περάστε το νήμα πάνω από τη δεξιά βελόνα προς τα πίσω, σχηματίζοντας μία νέα θηλιά.
fi: Kuva: Vie lanka oikean puikon yli taakse, jolloin syntyy yksi uusi lenkki.
fr: Dessin : Passer le fil par-dessus l’aiguille droite vers l’arrière pour former une boucle.
ja: 図：右針の上から糸を向こう側へ回し、ループを1つ作ります。
ko: 그림: 실을 오른바늘 위로 넘겨 뒤에 두어 고리를 하나 만듭니다.
nb: Tegning: Før garnet over høyre pinne og bakover, slik at det dannes én ny løkke.
nl: Tekening: Leg het garen over de rechternaald naar achteren, zodat één nieuwe lus ontstaat.
sv: Bild: För garnet över höger sticka och bakåt så att en ny ögla bildas.
zh_hans: 图示：把线绕过右针上方移到后方，形成一个新线圈。
zh_hant: 圖示：把線繞過右針上方移到後方，形成一個新線圈。

# stitchDictionary.yarn-over.step.3
source: Keep that loop on the right needle when knitting the next stitch; the next stitch is separate.
da: Behold løkken på højre pind, når næste maske strikkes; næste maske er ikke en del af omslaget.
de: Beim Stricken der nächsten Masche die Schlinge rechts behalten. Die nächste Masche gehört nicht zum Umschlag.
el: Κρατήστε τη θηλιά δεξιά όταν πλέκετε τον επόμενο πόντο· ο επόμενος πόντος δεν ανήκει στο ζετέ.
fi: Pidä lenkki oikealla puikolla seuraavaa silmukkaa neuloessasi; seuraava silmukka ei kuulu langankiertoon.
fr: Conserver cette boucle à droite en tricotant la maille suivante, qui ne fait pas partie du jeté.
ja: 次の目を編むときもループを右針に残します。次の目はかけ目に含めません。
ko: 다음 코를 뜰 때 고리를 오른바늘에 남깁니다. 다음 코는 바늘비우기에 포함하지 않습니다.
nb: Behold løkken på høyre pinne når neste maske strikkes; neste maske er ikke en del av kastet.
nl: Houd die lus rechts wanneer je de volgende steek breit; die volgende steek hoort niet bij de omslag.
sv: Behåll öglan på höger sticka när nästa maska stickas; nästa maska ingår inte i omslaget.
zh_hans: 编织下一针时保留挂针线圈；下一针不属于挂针操作。
zh_hant: 編織下一針時保留掛針線圈；下一針不屬於掛針操作。

# stitchDictionary.yarn-over.accessibility.3
source: Drawing: Keep that loop on the right needle when knitting the next stitch; the next stitch is separate.
da: Tegning: Behold løkken på højre pind, når næste maske strikkes; næste maske er ikke en del af omslaget.
de: Zeichnung: Beim Stricken der nächsten Masche die Schlinge rechts behalten. Die nächste Masche gehört nicht zum Umschlag.
el: Σχήμα: Κρατήστε τη θηλιά δεξιά όταν πλέκετε τον επόμενο πόντο· ο επόμενος πόντος δεν ανήκει στο ζετέ.
fi: Kuva: Pidä lenkki oikealla puikolla seuraavaa silmukkaa neuloessasi; seuraava silmukka ei kuulu langankiertoon.
fr: Dessin : Conserver cette boucle à droite en tricotant la maille suivante, qui ne fait pas partie du jeté.
ja: 図：次の目を編むときもループを右針に残します。次の目はかけ目に含めません。
ko: 그림: 다음 코를 뜰 때 고리를 오른바늘에 남깁니다. 다음 코는 바늘비우기에 포함하지 않습니다.
nb: Tegning: Behold løkken på høyre pinne når neste maske strikkes; neste maske er ikke en del av kastet.
nl: Tekening: Houd die lus rechts wanneer je de volgende steek breit; die volgende steek hoort niet bij de omslag.
sv: Bild: Behåll öglan på höger sticka när nästa maska stickas; nästa maska ingår inte i omslaget.
zh_hans: 图示：编织下一针时保留挂针线圈；下一针不属于挂针操作。
zh_hant: 圖示：編織下一針時保留掛針線圈；下一針不屬於掛針操作。

# stitchDictionary.knit-front-back.title
source: Knit front and back
da: Ret i forreste og bagerste lænke
de: Vorn und hinten rechts herausstricken
el: Καλή μπροστά και πίσω
fi: Neulo etu- ja takareunasta oikein
fr: Tricoter devant et derrière
ja: 同じ目の前後を表編み（説明訳）
ko: 겉뜨기 코늘림 (KFB)
nb: Rett i fremre og bakre maskeledd
nl: Voor- en achterin recht breien
sv: Rätt i främre och bakre maskbågen
zh_hans: 在同一针的前侧和后侧各织一下针
zh_hant: 同針目前後各織一下針

# stitchDictionary.knit-front-back.summary
source: Make two stitches from one existing stitch.
da: Strik to masker i én eksisterende maske.
de: Aus einer vorhandenen Masche zwei Maschen bilden.
el: Πλέξτε δύο πόντους από έναν υπάρχοντα πόντο.
fi: Neulo kaksi silmukkaa yhdestä vanhasta silmukasta.
fr: Former deux mailles dans une seule maille existante.
ja: 元の1目から2目を編み出します。
ko: 원래 한 코에서 두 코를 만듭니다.
nb: Strikk to masker fra én eksisterende maske.
nl: Uit één bestaande steek twee steken breien.
sv: Sticka två maskor ur en befintlig maska.
zh_hans: 从同一个旧针目织出两针。
zh_hant: 從同一個舊針目織出兩針。

# stitchDictionary.knit-front-back.step.1
source: Knit into the front of the stitch; keep the original loop on the left needle.
da: Strik ret i maskens forreste lænke; behold den gamle maske på venstre pind.
de: Die Masche durch das vordere Maschenglied rechts stricken und die alte Masche links behalten.
el: Πλέξτε καλή στο μπροστινό σκέλος· κρατήστε τον αρχικό πόντο στην αριστερή βελόνα.
fi: Neulo silmukan etureunasta oikein; pidä vanha silmukka vasemmalla puikolla.
fr: Tricoter le brin avant à l’endroit ; garder la maille d’origine sur l’aiguille gauche.
ja: 目の手前側を表編みし、元の目を左針に残します。
ko: 코의 앞쪽을 겉뜨기하고 원래 코는 왼바늘에 남깁니다.
nb: Strikk rett i fremre maskeledd; behold den gamle masken på venstre pinne.
nl: Brei recht in de voorste lus; laat de oorspronkelijke steek op de linkernaald staan.
sv: Sticka rätt i främre maskbågen; behåll den gamla maskan på vänster sticka.
zh_hans: 先织旧针目的前半针，旧线圈保留在左针上。
zh_hant: 先織舊針目的前半針，舊線圈保留在左針上。

# stitchDictionary.knit-front-back.accessibility.1
source: Drawing: Knit into the front of the stitch; keep the original loop on the left needle.
da: Tegning: Strik ret i maskens forreste lænke; behold den gamle maske på venstre pind.
de: Zeichnung: Die Masche durch das vordere Maschenglied rechts stricken und die alte Masche links behalten.
el: Σχήμα: Πλέξτε καλή στο μπροστινό σκέλος· κρατήστε τον αρχικό πόντο στην αριστερή βελόνα.
fi: Kuva: Neulo silmukan etureunasta oikein; pidä vanha silmukka vasemmalla puikolla.
fr: Dessin : Tricoter le brin avant à l’endroit ; garder la maille d’origine sur l’aiguille gauche.
ja: 図：目の手前側を表編みし、元の目を左針に残します。
ko: 그림: 코의 앞쪽을 겉뜨기하고 원래 코는 왼바늘에 남깁니다.
nb: Tegning: Strikk rett i fremre maskeledd; behold den gamle masken på venstre pinne.
nl: Tekening: Brei recht in de voorste lus; laat de oorspronkelijke steek op de linkernaald staan.
sv: Bild: Sticka rätt i främre maskbågen; behåll den gamla maskan på vänster sticka.
zh_hans: 图示：先织旧针目的前半针，旧线圈保留在左针上。
zh_hant: 圖示：先織舊針目的前半針，舊線圈保留在左針上。

# stitchDictionary.knit-front-back.step.2
source: Insert the right needle into the back of that same loop and knit it again.
da: Stik højre pind ind i samme maskes bagerste lænke, og strik ret igen.
de: In das hintere Glied derselben Masche einstechen und nochmals rechts stricken.
el: Βάλτε τη δεξιά βελόνα στο πίσω σκέλος του ίδιου πόντου και πλέξτε ξανά καλή.
fi: Työnnä oikea puikko saman silmukan takareunaan ja neulo uudelleen oikein.
fr: Piquer dans le brin arrière de la même maille et le tricoter à l’endroit.
ja: 同じ目の向こう側に右針を入れ、もう一度表編みします。
ko: 같은 코의 뒤쪽에 오른바늘을 넣어 다시 겉뜨기합니다.
nb: Stikk høyre pinne inn i bakre ledd av samme maske og strikk rett igjen.
nl: Steek in de achterste lus van dezelfde steek en brei die opnieuw recht.
sv: Stick in höger sticka i bakre bågen av samma maska och sticka rätt igen.
zh_hans: 右针插入同一旧线圈的后半针，再织一下针。
zh_hant: 右針插入同一舊線圈的後半針，再織一下針。

# stitchDictionary.knit-front-back.accessibility.2
source: Drawing: Insert the right needle into the back of that same loop and knit it again.
da: Tegning: Stik højre pind ind i samme maskes bagerste lænke, og strik ret igen.
de: Zeichnung: In das hintere Glied derselben Masche einstechen und nochmals rechts stricken.
el: Σχήμα: Βάλτε τη δεξιά βελόνα στο πίσω σκέλος του ίδιου πόντου και πλέξτε ξανά καλή.
fi: Kuva: Työnnä oikea puikko saman silmukan takareunaan ja neulo uudelleen oikein.
fr: Dessin : Piquer dans le brin arrière de la même maille et le tricoter à l’endroit.
ja: 図：同じ目の向こう側に右針を入れ、もう一度表編みします。
ko: 그림: 같은 코의 뒤쪽에 오른바늘을 넣어 다시 겉뜨기합니다.
nb: Tegning: Stikk høyre pinne inn i bakre ledd av samme maske og strikk rett igjen.
nl: Tekening: Steek in de achterste lus van dezelfde steek en brei die opnieuw recht.
sv: Bild: Stick in höger sticka i bakre bågen av samma maska och sticka rätt igen.
zh_hans: 图示：右针插入同一旧线圈的后半针，再织一下针。
zh_hant: 圖示：右針插入同一舊線圈的後半針，再織一下針。

# stitchDictionary.knit-front-back.step.3
source: Release the original loop. Two new stitches remain on the right needle.
da: Slip den gamle maske. Der er nu to nye masker på højre pind.
de: Die alte Masche abgleiten lassen. Rechts liegen jetzt zwei neue Maschen.
el: Αφήστε τον αρχικό πόντο. Δύο νέοι πόντοι μένουν στη δεξιά βελόνα.
fi: Pudota vanha silmukka. Oikealle puikolle jää kaksi uutta silmukkaa.
fr: Laisser tomber la maille d’origine. Deux nouvelles mailles restent à droite.
ja: 元の目を外します。右針には新しい目が2目残ります。
ko: 원래 코를 왼바늘에서 뺍니다. 오른바늘에 새 코 두 개가 남습니다.
nb: Slipp den gamle masken. To nye masker er igjen på høyre pinne.
nl: Laat de oorspronkelijke steek los. Er staan twee nieuwe steken op de rechternaald.
sv: Släpp den gamla maskan. Två nya maskor finns på höger sticka.
zh_hans: 旧线圈滑离左针，右针上留下两个新针目。
zh_hant: 舊線圈滑離左針，右針上留下兩個新針目。

# stitchDictionary.knit-front-back.accessibility.3
source: Drawing: Release the original loop. Two new stitches remain on the right needle.
da: Tegning: Slip den gamle maske. Der er nu to nye masker på højre pind.
de: Zeichnung: Die alte Masche abgleiten lassen. Rechts liegen jetzt zwei neue Maschen.
el: Σχήμα: Αφήστε τον αρχικό πόντο. Δύο νέοι πόντοι μένουν στη δεξιά βελόνα.
fi: Kuva: Pudota vanha silmukka. Oikealle puikolle jää kaksi uutta silmukkaa.
fr: Dessin : Laisser tomber la maille d’origine. Deux nouvelles mailles restent à droite.
ja: 図：元の目を外します。右針には新しい目が2目残ります。
ko: 그림: 원래 코를 왼바늘에서 뺍니다. 오른바늘에 새 코 두 개가 남습니다.
nb: Tegning: Slipp den gamle masken. To nye masker er igjen på høyre pinne.
nl: Tekening: Laat de oorspronkelijke steek los. Er staan twee nieuwe steken op de rechternaald.
sv: Bild: Släpp den gamla maskan. Två nya maskor finns på höger sticka.
zh_hans: 图示：旧线圈滑离左针，右针上留下两个新针目。
zh_hant: 圖示：舊線圈滑離左針，右針上留下兩個新針目。

# stitchDictionary.make-one-left.title
source: Make one left
da: Venstrehældende udtagning
de: Links geneigte Zunahme
el: Αύξηση με κλίση αριστερά
fi: Vasemmalle kallistuva lisäys
fr: Augmentation intercalaire gauche
ja: 左傾斜のねじり増し目（説明訳）
ko: 왼코 늘리기-겉뜨기 (M1L)
nb: Venstrevendt økning
nl: Linkshellend meerderen
sv: Vänsterlutande ökning
zh_hans: 左倾扭加针
zh_hant: 左傾扭加針

# stitchDictionary.make-one-left.summary
source: Twist the strand between stitches to add one left-leaning stitch.
da: Drej lænken mellem maskerne, og tilføj én venstrehældende maske.
de: Den Querfaden verdrehen und eine links geneigte Masche hinzufügen.
el: Στρίψτε το νήμα ανάμεσα σε πόντους για μία αύξηση με κλίση αριστερά.
fi: Kierrä silmukoiden välinen lanka yhdeksi vasemmalle kallistuvaksi lisäsilmukaksi.
fr: Tordre le fil entre les mailles pour ajouter une maille inclinée à gauche.
ja: 渡り糸をねじって、左に傾く目を1目増やします。
ko: 코 사이의 가로실을 꼬아 왼쪽으로 기우는 코를 하나 늘립니다.
nb: Vri tråden mellom maskene og legg til én venstrevendt maske.
nl: De draad tussen steken verdraaien voor één linkshellende steek.
sv: Vrid tråden mellan maskorna och lägg till en vänsterlutande maska.
zh_hans: 挑起针间横线扭织，增加一个左倾针目。
zh_hant: 挑起針間橫線扭織，增加一個左傾針目。
